{
    "base": {
        "label": "label",
        "logo": "logo"
    },
    "home": [
        {
            "image": "./img/main.jpg",
            "title": "Freshly baked – Handcrafted – European-style",
            "headline": "Just like on the streets of Budapest!",
            "type": "pagetitle",
            "text": ""
        },
        {
            "image": "./img/chimney1.jpg",
            "title": "What is a Chimney Cake?",
            "headline": "",
            "redirect": "#/shapesandflavors",
            "text":
                "Chimney Cakes are delicious freshly baked pastries with a twisty, cilindical shape. This unique Hungarian treat is hand-rolled and baked before your eyes on a traditional-style open gas grill. We offer this unique, plant-based treat in original and cone shape, in sweet and savory flavors, with fillings and toppings of your choice!"
        },
        {
            "image": "./img/ingedients_lemon_cropped.jpg",
            "title": "The quality of ingredients",
            "headline": "",
            "redirect": "#/ingredients",
            "text":
                "Our pastries are freshly baked using all-natural ingredients without preservatives. The base dough has no animal products, and we offer toppings with and without dairy. As much as possible we use local, organic, natural ingredients for our toppings too."
        },
        {
            "image": "./img/artofmaking.jpg",
            "title": "The art in the making",
            "redirect": "#/artofmaking",
            "headline": "",
            "text":
                "We make the yeast dough using only premium ingredients. Once the dough is raised, we hand roll it around a wooden baking roll, and we spread it with organic cane sugar."
        }
    ],
    "ingredients": [
        {
            "image": "./img/ingedients_lemon2.jpg",
            "title": "Sweet",
            "redirect": "#/shapesandflavors",
            "text":
                "The ingredients for the base sweet dough are: Flour, organic coconut and almond milk, organic cane sugar, coconut oil, grated lemon zest, fresh yeast and sea salt"
        },
        {
            "image": "./img/ingedients_lemon3.jpg",
            "title": "Savory ",
            "redirect": "#/shapesandflavors",
            "text":
                "The ingredients for the base savory dough are: Flour, organic almond and rice milk, olive oil, fresh yeast and sea salt."
        }
    ],
    "artofmaking": [
        {
            "image": "./img/artofmaking2.jpg",
            "title": "We make the yeast dough using only premium ingredients.",
            "headline": "Just like on the streets of Budapest!",
            "text":
                "Once the dough is raised, we hand roll it around a wooden baking roll, and we spread it with organic cane sugar."
        },
        {
            "image": "./img/artofmaking3.jpg",
            "title": "Traditional-style",
            "headline": "",
            "text":
                "Chimney Cakes are baked on a traditional-style open gas rotisserie grill. As the wooden spit slowly spins, the heat caramelizes the sugar and gives the dough its rich golden-brown color. The inside of the dough stays light and fluffy and the outside crunchy and fun to eat."
        },
        {
            "image": "./img/artofmaking4.jpg",
            "title": "Topping",
            "headline": "",
            "text":
                "Once baked, the cake can be rolled into different many tasty toppings such as cinnamon, almond, cocoa and walnut. "
        }
    ],
    "shapesandflavors": [
        {
            "image": "./img/coneeffect.jpg",
            "title": "Original Chimney Cakes",
            "text":
                "Original Chimney cakes are baked in cilindrical shape: like a real chimney. When the Chimney Cakes are fresh and warm, there's still steam coming out, creating the \"Chimney\" effect."
        },
        {
            "image": "./img/chimney3.jpg",
            "title": "Chimney Cone: the new incarnation of Chimneys",
            "headline": "",
            "text":
                "Cone shaped chimneys are specially designed to be stuffed with goodies like Nutella, ice-cream and fruits, and topped with sprinkles and syrups. Create your own Chimney Cone!"
        },
        {
            "image": "./img/icecream1.jpg",
            "title": "Ice-cream filled and sweet-stuffed Chimneys ",
            "headline": "",
            "text":
                "Recently, ice-cream filled and sweet-stuffed Chimneys started to bewitch Budapest. We bring this new innovation of the Chimneys to you!"
        }
    ],
    "events": [
        {
            "image": "./img/issaquah.png",
            "title": "Issaquah Farmers Market",
            "description": "1730 10th Ave NW, Issaquah, WA 98027",
            "location": "https://goo.gl/maps/M6F2MK9M4Gm",
            "date": "Saturdays from 9am-2pm during the summer"
        },
        {
            "image": "./img/sammamish.png",
            "title": "Sammamish Farmers Market",
            "description": "801 228th Ave SE, Sammamish, WA 98074",
            "location": "https://goo.gl/maps/hASTJawgKU92",
            "date": "Wednesdays from 4 pm to 8 pm during the summer"
        }
    ]
}
